{"version": "mimic_iv_demo_1.0_train_sample", "data": [{"id": "3b9849548e56c59f768d5447", "question": "Tell me the minimum respiratory rate in patient 10021118 in the first ICU visit."}, {"id": "3f720ea93f94700efe7fe7ee", "question": "What is the percentile of 4.46 for a red blood cells test given the same age as patient 10026406 on the first hospital stay?"}, {"id": "b0b4926abc6fba2f9b78a017", "question": "How many patients were diagnosed with hyperlipidemia, unspecified during the same hospital encounter after the previous diagnosis with presence of cardiac pacemaker throughout this year?"}, {"id": "e925cbf7b7c9050c2dd7ae1a", "question": "Tell me the method of disinfection in a quarantine?"}, {"id": "ba575890ff7ebaa1dcaa88c2", "question": "How many artificial tear ointment prescription instances occurred?"}, {"id": "84bfcde2dd95748732f9e8a4", "question": "When was patient 10019172 prescribed a medication via the po route the last time in 11/2100?"}, {"id": "d9e3f6df43bf2206232807cd", "question": "What is the number of operating rooms available at this time?"}, {"id": "003865fdb611e9f27fe18281", "question": "Tell me the top four most common diagnoses for patients aged 30s."}, {"id": "904c2c0c49be0f63d95d5358", "question": "Tell me the maximum total hospital cost that involves accidental poisoning from other specified plants in 2100."}, {"id": "4d29021ef5a4f0368bdfa1a1", "question": "Tell me the average o2 saturation pulseoxymetry of patient 10021938 on last month/14."}, {"id": "6866d0c0c9db304d897bd1b8", "question": "What was the name of the organism that was found in the last microbiology test on patient 10007795's abscess?"}, {"id": "09eada5be412b54a7d6e3604", "question": "Does patient 65759 have a record of hypotension nec in his / her family?"}, {"id": "b53daa3c6e0af875928b6bd7", "question": "How many days have passed since the last time patient 10021487 received a lab test of calcium, urine during the current hospital encounter?"}, {"id": "9ce15859816f9b5e712ab02d", "question": "Has patient 49176 ever experienced a side effect during a blood transfusion?"}, {"id": "fc32af7511179af7d45fdec6", "question": "Will they have any urine test done for patient 24268?"}, {"id": "cb76dc5d463262b63169e9b8", "question": "Whas the earliest patient 9038 goes to the hospital?"}, {"id": "e32546ba93600e3d68b462a5", "question": "Is patient 21074 subject to tests involving covid-19?"}, {"id": "f43b1b3a095d2596461aec78", "question": "Help me tell the name of the diagnosis patient 92846 received in the other department."}, {"id": "09bdf5adbc4a4371b27a0b84", "question": "What is the drug name that should not be administered during the above knee amputation procedure?"}, {"id": "d76a237f02e60dd98ef55e08", "question": "When and where are the rounds and procedures of dr. conerly?"}]}